app/controllers/students_controller.rb

  def index
    @s = Student.all
---
SELECT "students".* FROM "students"